/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "Продовжити";
"AlertButton_BuyLicense" = "Купити ліцензію";
"AlertButton_BuyLicenseWithDiscount" = "Купити зі знижкою %li%%";
"AlertButtonTitle_Erase" = "Знищити";

/* App Termination */
"AlertButton_ContinueScan" = "Продовжити сканування";
"AlertButton_ContinueClean" = "Продовжити очищення";
"AlertButton_QuitCompleteTasks" = "Закінчити всі і завершити";
"AlertButton_QuitForce" = "Примусово завершити";
"AlertButton_CheckForBeta" = "Перевірити наявність оновлень бета";
"Stop" = "Стоп";

"AlertButtonTitle_Uninstall" = "Видалити";
"AlertButtonTitle_DontUninstall" = "Не видаляти";

"AlertButtonTitle_Reset" = "Обнулити";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "Встановити";
"AlertButtonTitle_DontInstall" = "Не встановлювати";
"AlertButtonTitle_Overwrite" = "Замінити";
"AlertButtonTitle_DontOverWrite" = "Не замінювати";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "Бета-версії дають доступ до нової функціональності ще до ії офіційного випуску. Майте на увазі, що ці версії можуть бути нестабільними та спричинити втрату даних. Користуйтесь ними на власний ризик. MacPaw не оферує технічної підримки для Бета-версій та не є відповідальною за будь-які пошкодження зв’язані з їх використанням.\n\nКористувачі Бета можуть надсилати коментарі та посприяти поліпшенню програми через пункт «Надати відгук...» з меню «Довідка».";

"AlertTitle_BetaUpdateEnabling" = "Чи насправді хочете спробувати Бета-версіі CleanMyMac?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "Це дозволить CleanMyMac сканувати та видаляти об’єкти, що були раніше додані до переліку виключень.";

"AlertTitle_ResetIgnoreList" = "Напевно хочете відновити перелік виключень до первинного стану?";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "Ваша копія CleanMyMac не є зареєстрована.";

"AlertDescription_CleaningWithinLimitAlert" = "У цій демо-версіі CleanMyMac 3 можна очистити ще %@. Активована копія не має обмежень і дозволяє повною мірою відчути всі переваги користування CleanMyMac 3.";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "Зараз ви працюєте саме з програмою CleanMyMac. Після натиснення кнопки «Видалити» вона буде завершена і повністю видалена.\nЧи хочете видалити CleanMyMac?";

"AlertTitle_UninstallingCMM" = "Видалення програми CleanMyMac";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "Будь ласка, перевідкрийте програму перед подальшим використанням.";
"AlertTitle_ResetCMM" = "Ви щойно скинули налаштування CleanMyMac і програма потребує повторного відкриття для належної роботи.";
"AlertButton_ConfirmSelfRestart" = "Перевідкрити";
"AlertButton_CancelSelfRestart" = "Скасувати";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Ви відмітили Setapp та %li пов'язаних з ним програм для повного видалення. Чи впевнені ви, що хочете обрати Setapp з усіма програмами одразу?";
"AlertDescription_UninstallingSetappMessage" = "Зверніть увагу, що цей сервіс надає доступ до постійно зростаючої колекції програм, котрі стануть недоступними без основної програми Setapp.";
"AlertButton_SelectSetappApplications" = "Обрати програми Setapp";
"AlertCheckboxText_UninstallingSetappMessage" = "Більше не показувати це повідомлення";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "Новий аналіз скасує поточні результати.";

"AlertTitle_DropiPhotoWhileScanning" = "Сканувати іншу фототеку.";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "Ввімкнення розширеного журналювання.";

"AlertDescription_LoggingMode" = "CleanMyMac вестиме розширений журнал усіх знайдених об’єктів. Це дозволить нашій команді підтримки швидше вирішити можливі проблеми, у разі їх відтворення та надіслання разом із розширеним журналом.";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac потребує вашого дозволу для виконання своїх операцій.";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "Дозвольте CleanMyMac %@ це розшірення та виконувати інші операціі, що потребують прав адміністратора.";

"ExtensionsAuthAlert_EnableAction" = "ввімкнути";

"ExtensionsAuthAlert_DisableAction" = "вимкнути";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "CleanMyMac не був коректно завершений за останньої спроби.";

"AlertDescription_ForceQuit" = "Деякі процеси очищення досі працюють. Їх переривання може спричинити нетипову поведінку системи або втрату даних. Рекомендовано дочекатися закінчення всіх процесів перед завершенням програми.";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMac працює не з рекомендованої папки «Програми».";

"AlertInformativeText_WishInstallQuestion" = "Чи хочете встановити CleanMyMac у папці «Програми» перед завершенням?";

"AlertTitle_AlreadyInstalled" = "CleanMyMac вже встановлено!";

"AlertTitle_OverwriteQuestion" = "Чи хочете замінити CleanMyMac у папці «Програми»?";

"AlertTitle_InstallationFailder" = "Не вдалося встановити CleanMyMac!";

"AlertTitle_CopyToApplicationFolderSuggestion" = "Спробуйте скопіювати її в потрібне місце вручну. Рекомендованим розташуванням є папка «Програми».";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "Ви обрали кілька власних файлів для повного видалення.";

"SelectionCautionAlertMessage_LargeOld" = "Зверніть увагу, що Мій гармидер не обирає файли до видалення автоматично. Використовуйте його як допоміжний засіб, обираючи файли до видалення.";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "Ви обрали кілька програм для видалення.";

"SelectionCautionAlertMessage_Uninstaller" = "Зверніть увагу, що Деінсталятор призначено для повного видалення програм і вони будуть безповоротно вилучені з системи, коли ви натиснете кнопку видалення.";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "Ви дійсно бажаєте повністю видалити «%@»?";

"RemoveAlertMessageText_LargeOldXFiles" = "Ви дійсно бажаєте повністю видалити %@?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "Цю дію не можна скасувати.";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "Ви дійсно бажаєте повністю видалити «%@» та всі компоненти?";

"RemoveAlertMessageText_UninstallerXApps" = "Ви дійсно бажаєте повністю видалити %@ та всі компоненти?";

"RemoveAlertMessageText_Uninstaller1File" = "Ви дійсно бажаєте повністю видалити «%@»?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "Ви дійсно бажаєте повністю видалити %@?";

"RemoveAlertMessageText_UninstallerResetApp" = "Ви дійсно бажаєте обнулити «%@», видаливши всі компоненти?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "Ви дійсно бажаєте остаточно видалити виділені об’єкти?";

"RemoveAlertInformativeText_Uninstaller" = "Цю дію не можна скасувати.";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "Ви дійсно бажаєте повністю видалити «%@»?";

"RemoveAlertMessageText_ExtensionsXItems" = "Ви дійсно бажаєте повністю видалити %@?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "Цю дію не можна скасувати.";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "Ви дійсно бажаєте повністю видалити «%@»?";

"RemoveAlertMessageText_EraserXItems" = "Ви дійсно бажаєте повністю видалити %@?";

"RemoveAlertInformativeText_EraserGroupScanner" = "Цю дію не можна скасувати.";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "Ви додали об’єкт до переліку виключень CleanMyMac.";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "Ви додали %@ до переліку виключень CleanMyMac.";

"AlertDescription_1_IgnoredItemsDidAdd" = "Цей об’єкт більше не відображатиметься у результатах аналізу. Редагувати перелік виключень можна у Параметрах.";

"AlertDescription_N_IgnoredItemsDidAdd" = "Дані об’єкти більше не будуть відображатись у результатах аналізу. Редагувати перелік виключень можна у Параметрах.";

"AlertTitle_ShouldSelectIgnoredItem" = "Ви впевнені, що хочете обрати для видалення об'єкт з переліку виключень?";

"AlertDescription_ShouldSelectIgnoredItem" = "Видалення таких об'ктів може вплинути на роботу системи та залежних програм.";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "Ви дійсно хочете передчасно зупинити процес очищення?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "Ви дійсно хочете передчасно зупинити аналіз?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "Якщо перервати очищення, на вашому Макові залишиться весь мотлох, що не встиг видалитись.";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "Ви дійсно хочете скинути поточні результати аналізу та почати заново?";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "Поточні результати будуть втрачені і знадобиться новий аналіз для знаходження об'єктів.";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "Ви дійсно хочете скинути поточні результати, розпочавши новий аналіз?";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "Усі поточні результати та відмічені елементи не буде збережено.";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "Ви дійсно хочете оновити список модуля %@?";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "Усі поточні відмітки на видалення не буде збережено.";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "Якщо перервати аналіз, частина елементів не буде представлена до видалення.";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "Не вдалося ввімкнути/вимкнути плагін.";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "Невідома помилка. Будь ласка, зверніться до служби підтримки.";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "Комп'ютер може відчутно пригальмовувати під час перевірки стартового диску.";
"AlertDescription_VerifySystemDiskWarn" = "Через високу дискову активність під час перевірки, система може ігнорувати ваші дії протягом кількох хвилин. Не лякайтесь, це очікуване явище.";

/* Alerts */
"AlertDescription_QuitOnScan" = "Завершення програми спричинить втрату результатів поточного аналізу.";

/* Alerts */
"AlertDescription_QuitOnClean" = "Завершення програми перепинить процес очищення і воно не буде виконане в повній мірі.";

/* Alerts */
"AlertTitle_QuitOnScan" = "Ви дійсно хочете завершити CleanMyMac до закінчення аналізу?";

/* Alerts */
"AlertTitle_QuitOnClean" = "Ви дійсно хочете завершити CleanMyMac до закінчення очищення?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMac видалив шкідливу програму %@. Для завершення процесу потрібно перезапустити ваш Мак.";
"Please note that some applications may work incorrectly until your system is restarted." = "Зверніть увагу, що деякі програми можуть нестабільно функціонувати, доки ви не перезапустите систему.";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "Іноді ми можемо зробити виняток.";
"SelfUninstallDiscount_AlertDescription" = "E questa lo è. Solo oggi, siamo felici di offrirti lo sconto del %li%% sulla versione completa di CleanMyMac 3.";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "Допоможіть нам покращити CleanMyMac, вказавши причину видалення:";
"SelfUninstall_AlertTitle" = "Нам прикро, що ви йдете!";
"Submit and Uninstall" = "Видалити";

"The price is a bit too much." = "Зависока ціна.";
"It's too hard to use. I had trouble figuring it out." = "Занадто важка в користуванні. Не вдалось опанувати.";
"It didn't find enough to clean!" = "Не знайшла достатньо об’єктів для видалення!";
"It doesn't seem safe to use." = "Небезпечна в використанні.";
"Other:" = "Інше:";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Ви дійсно хочете додати Смітник свого стартового диску в перелік виключень?";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Це вимкне моніторинг Смітника, тож CleanMyMac 3 більше не зможе сповіщувати вас про його переповнення.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Ви дійсно бажаєте ввімкнути моніторинг Смітника?";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "Це видалить Смітник вашого стартового диску з переліку виключень CleanMyMac.";

"AlertTitle_VerifySystemDiskWarn" = "Комп'ютер може відчутно пригальмовувати під час перевірки стартового диску.";

"AlertDescription_VerifySystemDiskWarn" = "Через високу дискову активність під час перевірки, система може ігнорувати ваші дії протягом кількох хвилин. Не лякайтесь, це очікуване явище.";

"UnsupportedOSAlert_Message" = "Ця копія CleanMyMac не підтримує macOS %@ та її майбутні версії.";

"UnsupportedOSAlert_Informative" = "Будь-ласка, оновіть CleanMyMac до останньої доступної версії, що повністю сумісна з вашою системою.";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "Деякі з обраних об'єктів не можуть бути додані у Різак.";

"EraseSystemFilesAlert_InformativeText" = "Видалення цих файлів або папок може пошкодити систему.";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Ви дійсно хочете додати Смітник свого стартового диску в перелік виключень?";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Це вимкне моніторинг Смітника, тож CleanMyMac 3 більше не зможе сповіщувати вас про його переповнення.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Ви дійсно бажаєте ввімкнути моніторинг Смітника?";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "Це видалить Смітник вашого стартового диску з переліку виключень CleanMyMac.";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "Видалити";
"SelfUninstallDiscount_Purchase" = "Купити зі знижкою %li%%";

/* Buttons */
"Quit" = "Завершити";

"Verify System Disk" = "Перевірити системний диск";
"Download" = "Завантажити";

"Submit" = "Надіслати";

"Restart" = "Перезапустити";

/* Alert button */
"Cancel" = "Скасувати";
"OK" = "OK";
"Remove" = "Видалити";

"Start New Scan" = "Нове сканування";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "Сканувати іншу фототеку.";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "Новий аналіз скасує поточні результати.";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "Проаналізувати іншу папку.";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "Новий аналіз скасує поточні результати.";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Непотрібні вам файли, що знаходяться у медіатеці Фотографій буде зібрано у альбомі \"Гармидер для видалення\" у програмі Фотографій.";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Переконайтесь, що ви остаточно видалитe ці файли з програми Фотографій для економії місця.";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "Новий аналіз скасує поточні результати.";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "Сканувати іншу фототеку.";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "Версія обраної фототеки не підтримується у CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedOld" = "Будь ласка, оновіть фототеку до новішої версії, щоб здійснити аналіз.";
"AlertTitle_PhotoLibraryUnsupportedNew" = "Версія обраної фототеки ще не підтримується у CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedNew" = "Версія вашої фототеки ще перевіряється на сумісність. Будь ласка, повторіть спробу найближчим часом.";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "Ви впевнені, що хочете відключити вашу ліцензію CleanMyMac 3 на цьому Макові?";
"ActivationDeactivateLicense_InformativeText" = "Це дезактивує поточну копію програми, але ви зможете повторно використати свою ліцензію на іншому комп'ютері.";
"Disable License" = "Дезактивувати ліцензію";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "Схоже, що ви використовуєте Setapp на вашому комп'ютері. Чи не хотіли б ви перейти до Setapp версії CleanMyMac?";
"AlertMoveToSetapp_Informative" = "Вона ідентична за функціональністю та завжди оновлюється до останніх релізів.";
"AlertMoveToSetapp_Switch" = "Перейти";
"AlertMoveToSetapp_DontSwitch" = "Ні, дякую";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "Схоже, що ви раніше використовували окрему від Setapp версію CleanMyMac.";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "Чи не хотіли б ви перейти до Setapp версії та перенести свої попередні параметри?";
"AlertSwitchToSetappVersionOfCMM_Switch" = "Перейти";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "Ні, дякую";
